package com.example.physics.Answer;

public class QuestionAnswerMexanic {
    public static String question[] ={
            "Изменится ли (и если изменится, то как) выталкивающая сила, действующая на плавающий в керосине деревянный брусок, если брусок переместить из керосина в воду?",
            "Капля маслянистой жидкости попадает на поверхность воды и растекается, образуя тонкую плёнку. Обязательно ли эта плёнка закроет всю поверхность воды? ",
            "В двух закрытых сосудах одинакового объёма находится одинаковое количество молекул одного и того же газа. Сосуд 1 размещён в тёплом помещении, сосуд 2 — в холодном. В каком из сосудов давление газа больше? ",
            "Алюминиевый и стальной шары имеют одинаковую массу. Какой из них легче поднять в воде? ",
            "Камень лежит на дне сосуда, полностью погружённый в воду. Изменится ли (и если изменится, то как) сила давления камня на дно, если в воду добавить поваренную соль?"
    };

    public static String choices[][] = {
            {"выталкивающая сила не изменится","выталкивающая сила увеличиться","выталкивающая сила уменьшиться"},
            {"масляная плёнка может не закрыть всю поверхность воды","Масляная плёнка может закроет всю поверхность воды","не знаю"},
            {"в сосуде 1"," в сосуде 2"," одинаково"},
            {"стальной шар поднять легче","алюминиевый шар поднять легче","одинаково"},
            {"сила давления камня на дно не измениться","сила давления камня на дно увеличиться","сила давления камня на дно уменьшится"}
    };

    public static String correctAnswers[] = {
            "выталкивающая сила не изменится",
            "масляная плёнка может не закрыть всю поверхность воды",
            "в сосуде 1",
            "алюминиевый шар поднять легче",
            "сила давления камня на дно уменьшится."
    };
}
