package com.example.physics.Answer;

public class QuestionAnsweElectrodinamic {
    public static String question[] ={
            "Из какого материала— стали или дерева— следует строить научно-исследовательские суда для изучения магнитного поля Земли? ",
            "Конец магнитной стрелки притянулся к одному из концов стального стержня. Можно ли сделать вывод о том, что изначально стержень был намагничен?",
            "Кольцо из медной проволоки быстро вращается между полюсами сильного магнита. Будет ли происходить нагревание кольца?",
            "В каком случае колебания стрелки компаса затухают быстрее: в случае, когда корпус компаса изготовлен из меди, или из пластмассы?"

    };

    public static String choices[][] = {
            {"из стали","из дерева","одинаково"},
            {"нельзя","можно","не знаю"},
            {"будет"," не будет","не знаю"},
            {"в случае медного корпуса затухание будет проходить быстрее","в случае медного корпуса затухание будет проходить медленнее","одинаково"}

    };

    public static String correctAnswers[] = {
            "из дерева",
            "нельзя",
            "будет",
            "в случае медного корпуса затухание будет проходить быстрее"

    };
}
