package com.example.physics.Answer;

public class QuestionAnswerTermodinamic {
    public static String question[] ={
            "Куда следует поместить лед, с помощью которого необходимо быстро охладить закрытый сосуд, полностью заполненный горячей жидкость— положить сверху на сосуд или поставить сосуд на лед? ",
            "Два одинаковых термометра выставлены на солнце. Шарик одного из них закопчен, а другогo — нет. Одинаковую ли температуру покажут термометры? ",
            "Что обжигает кожу сильнее: вода или водяной пар одинаковой массы при одной и той же температуре?",
            "Из какой кружки— металлической или керамической— легче пить горячий чай, не обжигая губы?",
            "Какая доска на ощупь кажется более холодной: сухая или влажная, если их температура одинакова и равна комнатной? "
    };
    public static String choices[][] = {
            {"необходимо поместить лед на крышку сосуда","необходимо поместить лед под сосуд","одинаково"},
            {" термометр, у которого шарик закопчён, покажет более высокую температуру"," термометр, у которого шарик закопчён, покажет более низкую температуру","одинаково"},
            {"вода обжигает сильнее"," водяной пар обжигает сильнее"," одинаково"},
            {"из керамической","из металлической","одинаково"},
            {"влажная","сухая","одинаково"}
    };
    public static String correctAnswers[] = {
            "необходимо поместить лед на крышку сосуда",
            "термометр, у которого шарик закопчён, покажет более высокую температуру",
            "водяной пар обжигает сильнее",
            "из керамической",
            "влажная"
    };
}
